Revit 2027 API
ParameterTypeId.LoadAttrMomentArrowLine Property
 "Moment arrowhead (alternate)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrMomentArrowLine { get; }
Public Shared ReadOnly Property LoadAttrMomentArrowLine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrMomentArrowLine {
	ForgeTypeId^ get ();
}
static member LoadAttrMomentArrowLine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace